<template>
	<view class="agreement_view">
		<web-view src="http://app.youlan-china.com/xieyi.html"></web-view>
		<!-- <view>您在使用各项服务之前，请您务必审慎阅读、充分理解本协议各条款内容，特别是以粗体标注的部分，包括但不限于免除或者限制责任的条款。如您不同意本服务协议及/或随时对其的修改，您可以主动停止使用服务；您一旦使用服务，即视为您已了解并完全同意本服务协议各项内容，包括服务协议随时所做的任何修改，并成为注册会员。</view> -->
		<!-- <view>用户应当同意本协议的条款并按照页面上的提示完成注册程序。用户在进行注册程序过程中点击"同意"按钮即表示用户与呦蓝生物科技（上海）有限公司达成协议，完全接受本协议项下的全部条款。</view> -->
		<!-- <view>用户注册成功后，呦蓝生物科技（上海）有限公司将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</view> -->
		<!-- <view>用户一经注册帐号，除非子频道要求单独开通权限，用户有权利用该帐号使用呦蓝生物科技（上海）有限公司各个频道的单项服务，当用户使用各单项服务时，用户的使用行为视为其对该单项服务的服务条款以及在该单项服务中发出的各类公告的同意。</view> -->
	</view>
</template>

<script>
</script>

<style scoped lang="scss">
	
</style>
